{
    "NullPropertyException" = "Bitte füllen Sie das Feld <b>@@context.displayNameForProperty@@</b> aus.";
    "MandatoryToOneRelationshipException" = "Ein enthaltenes Objekt ist nicht vorhanden.";
    "MandatoryToManyRelationshipException" = "Ein enthaltenes Objekt ist nicht vorhanden.";
    "ObjectRemovalException" = "<b>@@context.displayNameForEntity@@</b> kann nicht gelöscht werden löschen, solange noch <b>@@context.displayNameForProperty@@</b> enthalten sind.";
    "ObjectsRemovalException" = "<b>@@context.displayNameForEntity@@</b> kann nicht gelöscht werden löschen, solange noch <b>@@context.displayNameForProperty@@</b> enthalten sind.";

    "IllegalCharacterInNumberException" = "Bitte überprüfen Sie den Wert <b>@@value@@</b> in <b>@@context.displayNameForProperty@@</b>.";
    "InvalidNumberException" = "Dieser Wert ist keine Zahl.";
    "NotANumberException" = "Der Wert <b>@@value@@</b> ist keine Zahl.";
    "InvalidDateFormatException"="Der Wert <b>@@value@@</b> in <b>@@context.displayNameForProperty@@</b> ist keine gültiges Datum.";

    "PasswordsFillBothFieldsException" = "Bitte füllen Sie beide <b>Passwort</b> Felder aus.";
    "PasswordsDontMatchException" = "Die <b>Passworte</b> stimmen nicht überein.";
}